{"210705_news_466854.txt": {"page_id": "210705_news_466854.txt", "text": "Das Wehrwissenschaftliche Institut für Schutztechnologien – ABC -Schutz (WIS) der Bundeswehr hat Mitte März 2021 einen modernen Generator für Nukleare Elektromagnetische Impulse (NEMP) in Betrieb genommen. Das Gerät löst den seit 40 Jahren genutzten Generator in dem Freifeldsimulator ab. Die sich immer weiter ausbreitenden elektrischen und elektronischen Komponenten im Wehrmaterial aller Art (Flugzeuge, Schiffe, Landfahrzeuge mit Sensoren, Computern und Kommunikationsanlagen ebenso wie stationäre Einrichtungen) können durch elektromagnetische Impulse bis zum Totalausfall geschädigt werden. Die größten elektromagnetischen Impulse erzeugen Nuklearexplosionen. Aber auch Energiewaffen mit Mikrowellen, Entladungen bei Gewittern (Blitze) und Sonnenwinde stellen eine Bedrohung für den sicheren Betrieb der elektronischen Elemente dar. Die Elektromagnetische Verträglichkeit (EMV) des Wehrmaterials überprüft das WIS für Großgerät in einem Freifeldsimulator, dessen Antenne eine Fläche von 40 m x 85 m in einer maximalem Höhe von 24 m überspannt. Damit können Testobjekte bis zu einer Größe von 12 m x 20 m x 6 m gleichmäßig mit Feldstärken von bis zu 60.000 V/m beaufschlagt werden. Durch die Tests kann nachgewiesen werden, dass die Geräte und Waffensysteme auch im Falle eines NEMP-Ereignisses ihre Funktionsfähigkeit behalten. Auch in solchen Situationen können die Soldaten ihre Missionen erfolgreich weiterführen. Die Energieversorgung mit der benötigten extremen Leistung übernimmt jetzt der neue Generator. Die kapazitive Pulskompressionsstufe des 12-stufigen Marx-Generators liefert nicht nur die geforderte Spannung von 1,2 Millionen Volt, sondern stellt diese auch innerhalb von wenigen Nanosekunden (millionstel Sekunden) an der Antennenanlage bereit. Damit kann ein elektrisches Feld erzeugt werden, das der realen Bedrohung entspricht. Die verbesserte technische Leistungsfähigkeit des neuen Generators geht einher mit umweltfreundlicherem Betrieb. Das Öl, das für die Isolierung gebraucht wird, wurde in der Menge reduziert und von Mineralöl auf Rapsöl umgestellt. Das für extreme Hochspannungsanwendungen erforderliche Schutzgas wird wegen seiner klimaschädigenden Wirkung nur in kleinen Mengen und in einem geschlossen Kreislauf eingesetzt. „Neben modernster Technik zur Qualifikation von Ausrüstung für unsere Soldatinnen und Soldaten gehen wir mit dieser Anlage auch einen wichtigen Schritt zum Schutz unserer Umwelt“, stellte Institutsleiter Direktor und Professor Dr.-Ing. Frank Sabath nach der Inbetriebnahme fest. Gerhard Heiming   Verwandte Themen"}, "210705_news_467250.txt": {"page_id": "210705_news_467250.txt", "text": "\nNASA’s Ingenuity helicopter unlocked its rotor blades, allowing them to spin freely, on April 7, 2021, the 47th Martian day, or sol, of the mission.\nCredit: NASA/JPL-Caltech/ASU.\n Download image › Based on data from the Ingenuity Mars helicopter that arrived late Friday night, NASA has chosen to reschedule the Ingenuity Mars Helicopter’s first experimental flight to no earlier than April 14. During a high-speed spin test of the rotors on Friday, the command sequence controlling the test ended early due to a “watchdog” timer expiration. This occurred as it was trying to transition the flight computer from ‘Pre-Flight’ to ‘Flight’ mode. The helicopter is safe and healthy and communicated its full telemetry set to Earth. The watchdog timer oversees the command sequence and alerts the system to any potential issues. It helps the system stay safe by not proceeding if an issue is observed and worked as planned. The helicopter team is reviewing telemetry to diagnose and understand the issue. Following that, they will reschedule the full-speed test."}, "210705_news_467515.txt": {"page_id": "210705_news_467515.txt", "text": "The Bell  Boeing V-22 OSPREY  has logged more than 600,000 flight-hours, providing continuous customer support to maintain mission readiness and transport critical cargo and personnel. Built by Bell Textron Inc. and Boeing, the V-22 fleet has grown to more than 400 aircraft and is operated by the USMC, US Air Force, US Navy and the Japan Ground Self-Defense Force. The V-22 is the only military production  tiltrotor aircraft  in the world. Its speed, range, maneuverability and logistical capability make it one of the most versatile and cost-effective solutions for its customers. Bell Boeing directly supports V-22 readiness by providing comprehensive global services to V-22 squadrons, including: maintenance support training on-site field representatives data analytics new and repaired parts For example, the Naval Air Systems Command recently awarded Bell Boeing a contract to deliver and install kits for nacelle improvements and the conversion area harness onto the CV-22 aircraft for the USAF. The programme refines the design of the nacelles and wiring harnesses for better reliability and maintainability, ultimately reducing repair time and improving readiness. Recent accomplishments include the V-22’s latest variant, the CMV-22B, assigned to the “Titans” of Fleet Logistics Multi-Mission Squadron 30, completing the first delivery of an F-35 engine to the USS CARL VINSON, along with successful paradrops with the US Navy’s parachuting team, “The Leap Frogs,” earlier in the year. Jack Richardson"}, "210705_news_468176.txt": {"page_id": "210705_news_468176.txt", "text": "Could Japan see an increase in the presence of U.S. military capabilities and personnel in the years ahead? It’s looking possible. Soon after he took office, Secretary of Defense Lloyd Austin  ordered  a posture review to ensure that the U.S. global footprint is the right size to support U.S. strategy. The results of the review will inform the Biden administration how best to allocate military forces in pursuit of U.S. interests. As part of the review, the United States will  consult with its treaty allies  and consider its alliance commitments. In the Indo-Pacific, the U.S. presence is concentrated in Japan, with about  56,000 active military personne l and all four services represented. Despite agreements between the United States and Japan years ago that have led to a gradual reduction in the U.S. presence in Japan, such as the number of U.S. Marines in Okinawa, Japan’s continued importance to U.S. strategy and Tokyo’s increased willingness to be more proactive in the security domain mean that Japan could see an uptick in U.S. military presence — more ships, more troops, even long-range strike missiles — after this review is complete.     The current U.S. force presence in Japan, including its capabilities and disposition, is a product of history and U.S. vital interests. Immediately after World War II, U.S. occupying forces used many of the same bases and airfields that Imperial Japanese forces had used. Then, guided by the logic inherent in  NSC-68  — the historic presidential directive issued in 1950 that called for a military buildup to compete with the Soviet Union — the U.S. presence grew after the end of the American occupation of Japan in 1952. The exigencies of the Korean War also shaped the U.S. presence in Japan. Although the Korean conflict was confined to the peninsula, because North Korea (and, by extension, China) had no power-projection capabilities beyond their immediate shores, Japan was a sanctuary for the United States. As such, Japan and Okinawa (which, unlike the rest of Japan, remained under  U.S. occupation until 1972 ) served as a power-projection platform for U.S. operations and a sustainment and logistics hub. Both served a similar role in the Vietnam War. Collectively, unchallenged U.S. air and sea control in the region became the foundation for U.S. regional presence. This enabled the United States to project force when, where, and how it wished from its secure bases in Japan. While the shape of the U.S. presence in Japan has changed over time, its contribution to U.S. and allied interests has been reaffirmed by every administration from President Harry S. Truman through  President Joe Biden . Sanctuary No More Japan is no longer the sanctuary for U.S. forces that it once was, and this has been true for several decades. First and foremost, all U.S. (and Japanese) bases are well within range of adversaries’ air, sea, and missile platforms.  China , for example, has invested heavily in missile and rocket forces to achieve sea control over the East and South China Seas from an arsenal spread throughout its vast continental hinterland.  North Korea , too, has developed significant missile capabilities. The fact that weapons today are much more accurate at distance further sharpens the challenge. For example, China’s development of a variant of its  DF-21 missile , dubbed a “carrier killer,” threatens to keep the U.S. Navy at a considerable distance from any potential operation. Finally, emerging technologies provide U.S. adversaries with ubiquitous, pervasive, detailed, and accurate surveillance of all of Japan, thereby improving their ability to strike with greater accuracy and lethality. For example, more sophisticated satellites will provide near continuous coverage of the Japanese archipelago and the waters around it,  hypersonic weapons  with evasive trajectories will make defending against them more difficult, and  AI combined with autonomy  will provide faster decision-making and greater domain awareness, thereby disadvantaging militaries that rely solely on the speed of humans. Gone are the days of the United States being able to surreptitiously move forces to and within the region without an adversary taking note or holding the forces at risk. Taken together, these developments mean that U.S. force posture in the Western Pacific, long a strong bulwark of U.S. conventional deterrence, has become increasingly vulnerable. The United States understands this. China projects power on almost a daily basis in campaigns designed to intimidate Taiwan, Japan, and other nations. China’s forces are  routinely present  in the air and seas surrounding Japan and Taiwan, presumably to test opposing forces’ reactions and possibly coerce a response. In addition to other reasons, Washington’s continuing attention to protecting U.S. vital interests, fulfilling its alliance commitments, and protecting the territory and lives of U.S. allies and partners has meant that the United States has not simply pulled back from its overseas presence and let other countries fend for themselves. What Could Change? Being within range of adversary weapons does not sound the end of U.S. forward presence, particularly given the global range of some types of weapons. Nor can U.S. allies change their geography. If U.S. withdrawal is not an option, and long-range precision weapons have made every U.S. base in Japan a target, there are several areas that potentially could see change after the Department of Defense’s posture review. One area could be air and missile defenses. Commandant of the U.S. Marine Corps Gen. David Berger recently  commented  that it is imperative to think anew about overseas installations, acknowledging that U.S. forward bases and infrastructure are vulnerable to adversaries. In the Indo-Pacific, for example,  Chinese ballistic missiles  pose a considerable threat to U.S. air bases. A  2015 RAND report  examined the effect of ballistic missile salvos targeted at Kadena Air Force Base in Okinawa and found that a large salvo could close the runway for days or even weeks. Because abandoning U.S. forward bases is not realistic, Berger suggests that more efforts are needed to raise the costs of launching an attack on these bases, to reduce operational dependence on them, and to improve their resilience across dimensions and domains. With such a heavy U.S. presence in Japan, the United States may look to pursue improvements in both passive and active defense measures. Some would be invisible to the general public, such as the hardening of critical infrastructure like munitions and fuel depots or airplane shelters. Others would be more visible, such as dispersing and distributing forces across greater areas. Spreading out U.S. capabilities as well as fuel, apron space, runways, and prepositioned munitions would require physical space, which would likely mean increasing the U.S. footprint in Japan. Similarly, if the United States seeks to improve active defense capabilities in Japan, perhaps by installing more American-operated Patriot systems or Terminal High Altitude Area Defense batteries, this too could necessitate a greater U.S. presence. Related to improved defensive measures is a second possible change: offensive long-range ground fires. Adm. Phil Davidson, head of U.S. Indo-Pacific Command, recently outlined his requests to Congress for the  Pacific Deterrence Initiative , which included calls for ground-based, long-range fires. These precision-strike fires, meant to support air and maritime maneuver at great distances, would help to hold Chinese assets at risk, including those at sea, in the air, and at considerable distance from the coast on the Chinese mainland. Ever since the United States withdrew from the Intermediate-range Nuclear Forces Treaty in 2019, there have been persistent rumors of the United States wanting to secure bases in the Pacific for missiles with ranges formally prohibited by that treaty, anywhere between 500 to 5,500 km. In  August 2019 , then-Secretary of Defense Mark Esper said he was in favor of placing such missiles in the region relatively soon. With the threat posed by China not going away, it would not be surprising if, as part of the posture review, the United States approaches Japan with requests to host these types of strike capabilities. This is particularly appealing not just because of Japan’s geography, but because of  Japan’s own incremental movements  toward achieving stand-off missile capabilities. If the United States and Japan are concerned about trying to offset the threat posed by China, including eliminating the missile gap they currently face with China, then fielding long-range ground fires in robust numbers would make sense as one possible option. In addition to strengthening base defenses and an offensive strike element, a third possible change could be the United States seeking to increase its “sealift” capabilities — ships that can carry soldiers, weapons, or supplies. Berger’s vision for the U.S. Marine Corps a decade hence,  Force Design 2030 ,  proposes new operational concepts to protect U.S interests from a widely distributed, mobile, operationally resilient network throughout the  First Island Chain . Maneuvering agile, mobile, compact forces, such as squads and platoons, throughout the littoral among islands calls for small, speedy, agile ships. Specifically needed are relatively small ships with enough square footage for vehicles mounting long-range weapons to support sea and air control, and troop capacity of around 40 people. In Japan, this could mean the need for finding homeports for more of these types of ships. Surface combatants, carrier strike groups, and established amphibious group forces may also need reinforcement. When we consider that  China’s three maritime forces  — the People’s Liberation Army Navy, the China Coast Guard, and the People’s Armed Forces Maritime Militia — outnumber the forces that the United States and Japan can bring to bear against them, the demand for naval forces in an emergency or conflict will likely far exceed the supply of what the U.S. Navy, U.S. Marine Corps, and Japan’s Maritime Self-Defense Force could provide. The United States and Japan have not been growing their fleets at the same pace as China, meaning that they will likely have fewer available ships than China in the future. Fewer ships mean reduced ability to deliver force by sea. Should the United States want to try to reverse this, it may choose to move naval combatants currently based in Guam, Hawaii, and California to Japan. Back in 2015, the  Center for Strategic and Budgetary Assessments  found that basing an additional aircraft carrier at Yokosuka would meet the entire demand for carrier coverage in the Pacific without having to build more ships to fulfill the U.S. Navy’s regional commitments. If the same logic holds true, it is possible that the United States may seek a second carrier strike group to be homeported in Japan. Or, understanding that a carrier strike group may be impractical due to space concerns, a second option could be another  amphibious ready group . One is already homeported at Sasebo. Deploying a second would enable one group to stay in port and one to be deployed, thereby permitting nearly continuous deployed amphibious capability without demanding any large space requirement. A fifth possible posture change could come in the form of a joint warfighting U.S. command element in Japan. Since the Korean War, the United States has maintained a combined headquarters in the Combined Forces Command that allows a U.S. commander in Seoul to maintain a posture prepared to fight at a moment’s notice should North Korea resume hostilities, which the Army refers to as a “fight tonight” posture. The United States has nothing close to that in Japan, even though Japan is home to the largest number of U.S. regional forces. China’s force projection capability puts Japan in a similar “fight tonight” situation where hostilities could break out at a moment’s notice, which could demand similar structure and readiness to that in place on the Korean peninsula. Instead, the individual service components report directly back to their service boss in Hawaii and, in a contingency, the U.S. Indo-Pacific Commander would exercise operational command. Maintaining the type of command and control necessary in an environment where U.S. equipment and personnel have difficulty communicating with one another, as well as with the commanders overseeing an operation, would challenge any type of U.S. operation run out of Hawaii. And in peacetime, as long as command and control resides at the Indo-Pacific headquarters in Hawaii it will be difficult to foster the type of daily interaction and training that is needed in Japan to build a coherent combined response. Given that China has moved to unify its forces, there is always the possibility that the United States may seek to counter this with a U.S. joint command element in Japan to drive joint and combined contingency plan development and planning for a combined fight. There are other possible options not reviewed here that the force posture review may also recommend. One is increasing the size of U.S. Forces Japan through an increase in permanent staff to perform the duties of an operational command element. Another is the periodic reinforcement of either the U.S. Seventh Fleet or III Marine Expeditionary Force with certain skills and expertise to create a joint command element from the nucleus of a service command element. Yet another would be increasing the U.S. Army contribution through the addition of a Multi-Domain Task Force including air and missile defense forces. None of these changes would be easy or cost-free for the United States or for Japan. It is also possible that they could elicit local Japanese opposition. While there are many cases of local communities accepting an expanded U.S. or Japanese presence, such as Yamaguchi prefecture’s support of the expansion of Marine Corps Air Station Iwakuni or Okinawa’s acceptance of the expansion of the Air Self-Defense Force base in Naha, there are also examples of local opposition to new or relocated U.S. presence. The most well-known example is the ongoing effort to relocate the Marine Corps Air Station Futenma from its current location in southern Okinawa to a new location in northeast Okinawa. While objections to changing the footprint of the U.S. presence in Japan will differ depending on the community, one can imagine possible reasons ranging from noise concerns, environmental issues, and opposition to plans for greater pier space or expanded fencelines that infringe upon existing fishing grounds or agricultural lands. And if  Japan’s cancellation  of Aegis Ashore last summer teaches us anything, it is that one can never rule out the possibility that the public may oppose the introduction of something new out of fear of safety issues it might pose to the local community. The possibility of local opposition suggests that the development and implementation of any force structure recommendations should be an all-of-government effort in both nations. Through close and continuous consultation, the allies could better position themselves to show their publics and relevant government agencies the purpose of the proposed force posture changes to enhance their shared security. Close consultation may also lead the Japanese government to consider valuable force structure changes on their part, thereby further enhancing overall alliance effectiveness. Such an alliance effort is much more powerful than just the sum of its parts. While it is still unknown what results the posture review will bring, the recent  2+2 meeting  in Tokyo demonstrated that the alliance is stronger than ever given the common positions shown on China and the need to find ways to bolster the alliance. That strength, combined with an increased proactiveness by Japan, means that it is possible that Japan could see an uptick in U.S. military presence after this review is complete. One thing is clear. If the words of the late  Sen. Mike Mansfield  were true in the past, that the “U.S.-Japan relationship was the cornerstone of stability in the Far East and in the world, bar none,” the regional challenges that the alliance faces now may make that sentiment even truer today.     Lt. Gen. (ret.) Wallace C. Gregson, Jr. is a former commander of III Marine Expeditionary Force in Japan, and former assistant secretary of defense for Asian and Pacific security affairs. Jeffrey   W .  Hornung is a political scientist at the nonprofit, nonpartisan RAND Corporation.  Image:  Sgt. Maj. Michael Cato"}, "210705_news_468327.txt": {"page_id": "210705_news_468327.txt", "text": "On April 6, Germany’s Ministry of Defence gave the starting signal for “voluntary military service in homeland security.” Defence Minister Annegret Kramp-Karrenbauer (Christian Democratic Union, CDU), the State Secretary in the Defence Ministry Peter Tauber and the Deputy Inspector General of the Bundeswehr (Armed Forces) Markus Laubenthal presented the project at a press conference. It initially provides for “a three-month basic military training followed by four months of special training for a total of about 1,000 soldiers.” This would be followed by a “six-year basic assignment as Bundeswehr reserve service members, during which at least five months of service would be performed.” The new military service, which is to be gradually expanded, is part of a comprehensive militarisation offensive aimed at transforming Germany into a powerful military power again after two lost world wars in the 20th century. It serves two primary goals: the massive deployment of the Bundeswehr at home and the mobilisation of additional troops for new war missions. Publicity propaganda poster for homeland security “There is a military need for this service,” Tauber told the assembled press representatives. The Bundeswehr has “a military need for a new supplementary reserve structure, just as the Bundeswehr needs the reserve in general. We are currently experiencing this not only in administrative assistance but also in foreign missions.” In the “contingents ... up to 10 percent of the soldiers are reservists.” This shows “the importance that the reserve already has and will have in the future. The homeland security units, which are now growing again, have a clear military mission as security forces.” Tauber spoke openly of the fact that with the new service, the comprehensive rearmament and war plans of the grand coalition—Christian Democrats (CDU/CSU) and Social Democrats (SPD) —will be put into practice. “The Voluntary Military Service in Homeland Security—‘Your Year for Germany’—is, if you will, a logical derivation from the Reserve Strategy, which is, after all, one of the founding documents alongside the concept of the Bundeswehr and the Capability Profile,” he explained. This is unequivocal. The “ Concept of the Bundeswehr ,” issued at the end of July 2018, is a blueprint for Germany’s preparation for “very large” military operations and a possible third world war. The “concept” focuses on “mission orientation” and preparing the Bundeswehr “for new challenges, risks and threats across the entire spectrum of tasks and intensities,” as it says at one point in the document. For “national and alliance defence,” the Bundeswehr must be able to be deployed “in all dimensions with a short lead time, with comprehensive capabilities up to combat-ready, large-scale units within and also on the periphery of the alliance area.” The “ Capability Profile “ is an internal document with a concrete plan for the massive upgrading of all branches of the Bundeswehr in the coming years. By 2031, the German army, air force and navy are to be systematically made ready for war. Since the government officially announced the return of German militarism at the Munich Security Conference in 2014, the Ministry of Defence has been working intensively under the slogan, “return to national and alliance defence” to reverse the reduction of the armed forces since German reunification and the dissolution of the Soviet Union 30 years ago. At the same time, the offensive orientation of the Bundeswehr toward global war missions since then is to be maintained and further expanded. The “reserve strategy” published in October 2019, which will be implemented with the new military service, is designed to train the necessary soldiers for the planned war offensive. It speaks of a “renaissance of classical power politics, which also envisages the use of conventional military means in pursuit of national goals” and derives from this the need for a comprehensive militarisation of the whole of society. Reservists would have to “strengthen the capabilities of the active force in the entire operational and mission spectrum of the Bundeswehr at home and abroad,” it says, and “act as agents and multipliers for the Bundeswehr in society, independent of orders and reservist service.” The new military service means these plans are now being implemented at an accelerated pace. “With the establishment of five homeland security regiments, we will further strengthen homeland security structurally by 2025. As a group, the homeland security regiments will form the core of the Territorial Reserve and lead the Regional Security and Support Companies,” reads the daily order of the Inspector General of the Bundeswehr, Eberhard Zorn. “Especially given the hybrid scenarios of national and alliance defence, we need strong homeland security forces to protect infrastructure that is important for defence.” Also, the units are to be increasingly deployed domestically “within the framework of administrative assistance, in the event of natural disasters, in the event of particularly serious accidents or, as is currently the case, in the context of the pandemic.” The deployment of the units is a warning in two respects. Externally, the imperialist powers are escalating the confrontation with Russia and China, which conjures up the danger of a nuclear war with deadly consequences for humanity. German imperialism is playing an increasingly aggressive role in this. Only a few days ago, in an  interview  that is now prominently emblazoned on the defence ministry’s website, Kramp-Karrenbauer announced a further increase in defence spending and made threats against Moscow and Beijing. Domestically, the ruling class has already used the military as an instrument of oppression in the Imperial Empire, the Weimar Republic and under the Nazis. Now it is once again preparing to crush social protests and revolutionary developments. It is responding to the deepest crisis of capitalism since the 1930s, which has been further exacerbated by the dramatic health, social and economic effects of the coronavirus pandemic. The largest deployment of the Bundeswehr in German post-war history is currently underway under the guise of providing “administrative assistance in the pandemic.” Last April, the Coronavirus Contingent was formed, with a strength of about 15,000 soldiers. Since the last increase on March 3, the federal and state governments have had as many as 25,000 soldiers at their disposal. Only a fraction of them provide direct medical aid. Many thousands are officially deployed under the category of “security/protection” and thus ultimately assigned to the police-military control of the population and defence of the capitalist state and its institutions. As in the past, the ruling class rests on extreme right-wing forces in its militarisation offensive. In an earlier  article , the WSWS has already described the “voluntary military service in homeland security” as “an invitation to neo-Nazis and other right-wing extremists to receive military training from the state in return for payment.” Even the term “homeland security” is a code word among right-wing terrorists and neo-Nazis. For example, the neo-Nazi National Socialist Underground (NSU), which murdered at least nine immigrants between 2000 and 2007, was recruited from the so-called “Thuringian Homeland Security.” At the press conference, Kramp-Karrenbauer said that the name “Heimatschutz” had been a “very conscious political decision.” It had been a mistake “to simply leave the term  Heimat  to the right-wingers in this country, who also misuse it.” It was “time to bring this term back into the democratic centre and reclaim it,” she added cynically. The Bundeswehr has nothing whatsoever to do with democracy. With the uncovering of far-right terrorist structures in the Special Forces and other units, it is a clear centre of the fascist conspiracy in the state apparatus. Sign up for the WSWS email newsletter"}, "210705_news_468545.txt": {"page_id": "210705_news_468545.txt", "text": "The  Army  wants to buy thousands of new, low-cost night vision devices for drivers and other logistics troops who are not among the close-combat units slated to receive cutting-edge systems like Microsoft-made Integrated Visual Augmentation System, or IVAS, headsets. Since it launched its bold modernization strategy in 2017, the Army has focused on improving the situational awareness of infantry and other close-combat units by developing systems such as IVAS and Enhanced Night Vision Goggle-Binoculars, or ENVG-Bs. The service  just awarded a $22 billion contract to Microsoft to produce IVAS  for about 120,000 soldiers in close-combat units. Scheduled for fielding later this year, the sophisticated goggles are designed to equip combat troops with a head-up display that allows them to view tactical maps, as well as their weapon-sight reticle. IVAS will also  replace night-vision devices  that have to be mounted on special helmet brackets. Read Next:   Army Wants to Replace the Cold War-Era TOW Missile with a New Longer-Range Tank Killer The Army also began  equipping infantry units with ENVG-Bs  in 2019. The binocular-style device gives soldiers enhanced depth perception and features a thermal image intensifier so they can see enemy heat signatures both at night and in the daylight through smoke, fog and other battlefield obscurants. The service has stressed from the beginning that non-combat arms soldiers do not need sophisticated devices such as IVAS and ENVG-B, but maneuver officials at  Fort Benning , Georgia, announced Wednesday that the Army wants to upgrade its inventory of outdated AN/PVS 14 monocular night vision devices. \"We are looking for night vision that is better than PVS 14s, not quite the ENVGs ... not quite IVAS types of things, but more focused on the logistics side of a [brigade combat team] and how they support the close-combat force,\" Lt. Col. Christopher Kennedy, chief of the Lethality Branch at Benning, told an audience at the Maneuver Capabilities Development and Integration Directorate's Industry Day. \"There is going to be opportunity for night vision vendors. ... We are looking to buy tens of thousands of systems.\" As part of the Army's Night Vision Modernization Strategy, the service hopes to begin buying these improved night vision devices for $6,000 to $8,000 apiece beginning in 2024, Kennedy said. \"We are calling it Night Vision Next,\" he said, describing how the Army plans to do a robust market survey -- \"so going and saying, 'Hey, show me what you got.'\" The new devices will be for troops who support combat forces but are less likely to get into direct firefights with enemy forces, Kennedy said. \"Not that it is not intended for a firefight, but it's really intended to enable those who are going to be drivers of vehicles and those who are going to be doing some close-in logistic type things -- loading, unloading trucks; loading, unloading ammo; fueling -- different things like that while still maintaining ... a firefight capability,\" he explained. \"This is really, truly helping someone do their job in limited visibility.\" Army funding for the effort isn't budgeted until 2024, but the service could begin buying new devices sooner if the right capability becomes available, Kennedy said. \"We are looking to procure things pretty fast,\" he said. \"If somebody comes in and wows us with something with a good price and it really looks like what we want ... there is nothing that says that can't be moved to the left.\" -- Matthew Cox can be reached at  matthew.cox@military.com . Related:  Microsoft Wins $22 Billion Deal Making Headsets for US Army Show Full Article \n  © Copyright 2021 Military.com. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, "210705_news_468566.txt": {"page_id": "210705_news_468566.txt", "text": "ABL Space Systems  will provide Lockheed Martin with routine launches of RS1 rockets to accelerate payload technologies into orbit.  Lockheed Martin  will purchase up to 26 vehicles through 2025 and then up to 32 additional launches through 2029. Launches could use a network of US and international launch sites, including Vandenberg Space Force Base, Cape Canaveral Space Force Station and in the United Kingdom. Lockheed Martin benefits from ABL’s lower-cost launch vehicle by accelerating risk reduction with demonstration missions, which lay the groundwork for future large efforts. As a new entrant, ABL gets the benefit of a long term partnership and stable launch manifest for its future growth. ABL provides launch services with the RS1 launch vehicle and GS0 deployable launch system, which are both under development with funding from the US Space Force. RS1 is capable of delivering up to 2,976 lbs (1,350 kg) to low Earth orbit. GS0 is a containerised system operable by a small team to rapidly launch RS1 from new sites in the US and around the world. Lockheed Martin is developing payload technologies to support a variety of mission areas, such as earth observation, global ubiquitous communications, climate monitoring and beyond. Jack Richardson"}, "210705_news_468567.txt": {"page_id": "210705_news_468567.txt", "text": "\n                                        General Nowak said that the switch to the F-35s will not be problematic for Polish crews.\n                                         Grzegorz Michałowski/PAP Poland will receive the first of 32 F-35 fighters in January 2026, an air force general announced on Monday. General Ireneusz Nowak said the high-tech aircraft will be stationed at Łask Air Base in central Poland. Poland signed a contract with the United States in 2020 to buy the F35A Lightning II for $4.6 billion. The deal means that Poland will become the first country in the region to operate the multi-role combat aircraft that has the ability to take-off and land vertically. General Nowak said that the switch to the F-35s will not be problematic for Polish crews. He described the US-made fighter as \"a new generation aircraft,\" and said its adoption by the Polish air force was \"not so much a step, but a leap forward.\" He also said that the F-35s will not only strengthen Poland's air defences, but will also act as a reinforcement for other forces, including that army and navy. Earlier on Monday Poland's defence minister, Mariusz Błaszczak, visited the Łask base to speak to pilots who will fly the aircraft and who have recently completed an F-35 simulation training course in the US. Błaszczak confirmed that Łask Air Base will be the home of the first Polish F-35 squadron. He added that it will be manned by a team of 24 pilots aided by a 90-strong service crew."}, "210705_news_468842.txt": {"page_id": "210705_news_468842.txt", "text": "A Reaper drone crashed at the end of a New York runway last year because the operators mixed up the levers on the control panel, an  Air Force  investigation report released last week said. The unmanned  MQ-9A Reaper  quickly lost power and hit the ground about a minute after its takeoff from Hancock International Airport in Syracuse, N.Y., resulting in a loss of over $6 million in government property, the Air Force accident investigation board headed by Lt. Col. Brian E. Prichard said. The drone was assigned to the 174th Attack Wing and operated by the 108th Attack Squadron’s Launch and Recovery Element out of Hancock Field Air National Guard Base. The squadron is a training unit that produces newly qualified air crew, launch and recovery air crew, and instructor-qualified airmen for the Air National Guard and active Air Force. The unit also launches and recovers drones that can be controlled from any other Reaper unit. The incident happened on a clear Thursday afternoon June 25, 2020, after a crew launched the drone with plans to swap control to another crew once it reached military airspace at over 18,000 feet. But the Reaper lost all engine power in 44 seconds, at about 150 feet, and was \"significantly damaged\" when it struck the end of the runway 21 seconds later, crashing into runway lights and spinning 180 degrees before stopping. \"Loss of engine power was due to the [pilot] misidentifying the Flap Lever,\" Prichard found. \"Instead of pushing the Flap Lever forward to reduce the flaps, the [pilot] pulled the Condition Lever backwards which resulted in the fuel supply to the engine being cut off stopping the engine.\" The two levers are an inch apart but have \"very different functions,\" the report said. The flap lever controls the orientation of the wing flaps, which are usually set at 15 degrees for takeoff, then retracted to 0 degrees by moving the lever to the middle or neutral position. The condition lever controls the fuel shutoff valve, engine and the pitch of the propeller blades. When it’s fully forward, the engine operates normally, but at the midpoint, the fuel valve and engine shut off, and at fully back it stops the propeller blades. The pilot continued to misidentify the levers after the engine lost power, mistakenly pulling the wing flaps all the way back, which pushed the aircraft down instead of letting it glide. The pilot and the sensor operator were qualified, had logged hundreds of hours of flight time, including several recent sorties, and had the required amount of rest. But the board found that the pilot became fixated on the heads-up display during takeoff, which led to the lever mix-up. The design of the ground control station console contributed to the crash, including the lack of a safety guard on the condition lever, the report said. Despite being right next to each other, both have black handles and are unmarked or differentiated by color, the report said. \"These levers could easily be mistaken by an inexperienced, fatigued, or confused crewmember,\" Prichard wrote. Show Full Article \n  © Copyright 2021 Stars and Stripes. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."}, "210705_news_468858.txt": {"page_id": "210705_news_468858.txt", "text": "The Russian Army is going ahead, despite \"shortcomings\" identified during tests in Syria. The Russian Army is setting up its first armed military unit that features killer robotic tanks, state news agency  TASS  reports . The remotely piloted tank, called Uran-9, can be and be outfitted with 30mm automatic gun turrets, flamethrowers, and anti-tank missiles — yet another sign we’re headed towards a future in which automated weapons systems will be duking it out on the battlefield. And the Russian Army is racing ahead with the deployment. “As Chief of the Army Main Staff Vasily Tonkoshurov reported to the defense minister, the first unit with strike robots will be set up in the Russian Armed Forces to operate five Uran-9 robotic systems or 20 combat vehicles,” Russia’s Defense Ministry announced on Friday, as quoted by  TASS . But they won’t be up front and center during the next exchange of fire, with the ministry saying that an “experimental unit is being established on the premises of one of the Defense Ministry’s scientific research centers.” The Uran-9 tanks will be joined by many other closely related robots in the future that will hold a range of different jobs. “We expect to continue expanding the range of robots, which, of course, are already in demand in the military today,” Russia’s defense minister Sergei Shoigu said last week, as  quoted by  Express . “These will be heavy robots (for mine clearance) and everything related to the further development of scouts, radiation and chemical reconnaissance robots.” Early 2018 deployments of the Uran-9 robots in Syria went far from smoothly, as  The National Interest  reported  at the time. The tanks did not perform up to their required standards in various combat operations according to officials, with  Defence Blog  noting issues  with the vehicles’ suspension and even “unstable operation” of the 30mm automatic cannon. The robot’s manufacturer, Kalashnikov Concern, claims it was able to smooth over some of these issues since 2018. Vladimir Dmitriev, general director of the company, did however admit that “shortcomings were identified during the tests in Syria” during last week’s announcement, according to  Express . “In particular, the issues of control, reduced mobility, and unsatisfactory military intelligence and surveillance functions had been considered by engineers and were rectified,” he added. The emergence of unmanned combat vehicles raises plenty of ethical concerns — and Russia isn’t the first nation to take advantage of them. The US military, for instance, has long made use of unmanned aerial systems. READ MORE:  Russian Army to set up first military unit armed with strike robots  [ TASS ] More on Russian bots:   Russia Is Planning A “Ground Force” of Armed Military Robots"}, "210705_news_468923.txt": {"page_id": "210705_news_468923.txt", "text": "VIDALIA, Ga. — The FBI is searching for someone who pointed a laser at a military aircraft in March. Investigators are offering a $2,500 reward for information leading to the arrest of anyone responsible. The FBI says that around 9:50 a.m. on March 9, a U.S. Air Force aircraft was deliberately struck by a high-powered laser for about one minute. The laser caused temporary eye damage to a member of the flight crew on the aircraft, which was approaching the Savannah Air National Guard Base. Investigators believe the laser strike originated from an area northeast of Vidalia. RELATED Dale County, Alabama, deputies were called to Cairns Army Airfield about a person shining a laser and a high-powered spotlight into the cockpit of an aircraft. When aimed at an aircraft, investigators said a beam of light from a laser can travel more than a mile and illuminate a cockpit, disorienting and temporarily blinding pilots. It’s a federal felony to knowingly  point the beam of a laser at an aircraft.  Federal investigators in Georgia have been active in prosecuting people for using lasers. For example, in 2020, a Rincon man was indicted for aiming a laser pointer at three separate airplanes in 2019 and 2020. In August 2020, a Savannah man was indicted for aiming a laser pointer at a Chatham County police helicopter. Neither man has yet gone to trial. More In Your Air Force The remains of U.S. Army Air Force 1st Lt. Robert Parker, a P-40N Warhawk pilot who was shot down over New Guinea during World War II, were laid to rest Monday in Lansing, Michigan. The two-finger test has no scientific value. “Nobody anywhere should be rolling the dice with, 'It's OK if I get it, I'll be one of the ones who's not impacted,'” Thompson said. A four-ship of A-10 Thunderbolt IIs from Whiteman Air Force Base, Mo., will do a flyover before Major League Baseball's nationally televised game between the White Sox and Yankees at 6 p.m. EDT on Fox. American and coalition aircraft have conducted more than 400 airstrikes across the Middle East since Jan. 1. In Other News It's not a combat deployment, but there will likely be imminent danger pay. Joint Base Anacostia-Bolling is on lockdown. The insurgents have taken 18 of the country’s 34 provincial capitals in recent days, including its second- and third-largest cities, Herat and Kandahar. Three thousand are heading to Kabul, with another 3,500 in Kuwait and 1,000 to Qatar. Strombo's stories were brought to life by graphic novelist and Air Force veteran August Uhl in “Full Mag: Veterans Stories Illustrated.” Load More"}, "210705_news_469120.txt": {"page_id": "210705_news_469120.txt", "text": "Die Bundeswehr will sich für die Logistik der Transportflugzeuge C-130J Super Hercules weitgehend auf den französischen Partner am gemeinsam genutzten Standort in Évreux in der Normandie abstützen. Nachdem die Bundestagsausschüsse am 24. März 2021 dafür grünes Licht gegeben haben, sind jetzt die Finanzmittel für ein entsprechendes Abkommen mit Frankreich verfügbar. Frankreich und Deutschland wollen jeweils fünf Transport- (C-130J-30) und Tankflugzeuge (KC-130J) gemeinsam betreiben. Der deutsche Anteil an dem Projekt beträgt drei Maschinen jeder Flugzeugart. Während die französischen Flugzeuge bereits eingetroffen sind, erhält Deutschland die Maschinen erst zwischen 2022 und 2024. Das vorgesehene Abkommen für die logistische Unterstützung (Technical Agreement  Initial In-Service Support – TA IISS) umfasst den Ersatzteilbedarf, der für den gemeinsamen Betrieb der deutsch-französischen Lufttransportstaffel erforderlichen ist, zudem Ausrüstungskomponenten und Bodendienstgeräte sowie anfängliche Industrieunterstützungsleistungen. Das Abkommen wird zunächst für die Jahre 2021 bis 2024 geschlossen. Hierauf soll aber im Weiteren die logistische Unterstützung für den Regelbetrieb (In-Service Support – ISS) aufgebaut werden. Der Flugplatz Évreux in Frankreich, Foto: Bundeswehr Nicolas Thouvenin Die Sicherstellung des Ersatzteilerstbedarfs und die anfängliche Industrieunterstützung durch den Hersteller soll vom französischer Partner gleichfalls über Foreign Militray Sales (FMS) -Verträge mit den USA erfolgen. Die Beschaffung von Ausrüstungskomponenten und Bodendienstgeräten soll, mit dem Ziel einer operationellen und logistischen Einheitlichkeit, gleichfalls durch die französische Seite erfolgen. Es soll auch zur Deckung des Bedarfs für die deutschen Luftfahrzeuge dienen. Bislang waren diese Leistungsanteile zum Initial In-Service Support für die ersten drei Jahre bereits Inhalt des zuvor im Rahmen eines FMS geschlossenen Beschaffungsvertrages mit den USA. Das Volumen des Beschaffungsvertrages für die sechs Luftfahrzeuge beläuft sich einschließlich einer ersten Anpassung auf 965 Mio. €. Da die im Abkommen mit Frankreich genannten Leistungsumfänge größtenteils bereits Gegenstand dieses Beschaffungsvertrages sind, ist es Absicht, diese Anteile aus diesem herauszulösen. Um den mit dem Abkommen kalkulierten höheren Ersatzteilbedarf zu decken, führt dies zu einem finanziellen Mehrbedarf in Höhe von ca. 50 Mio. € über die Laufzeit. Der oben genannte Mehrbedarf wird mit den ersten Erfahrungen der französischen Seite begründet, nach denen die Kalkulationen bei der ursprünglichen Angebotserstellung zu optimistisch waren. Das Abkommen mit Frankreich basiert auf einer Leistung von 600 Flugstunden pro Luftfahrzeug und Jahr. Auch durch die Anwendung einheitlicher französischer logistischer Verfahren und Prozesse ist hier eine Aufwandsreduzierung zu erwarten. Am 18. Oktober 2017 unterzeichneten der damalige Stellvertreter des Generalinspekteurs der Bundeswehr, Vizeadmiral Joachim Rühle, und sein französischer Amtskollege, Admiral Philippe Coindreau, das Grundlagendokument für die weitere Zusammenarbeit in der Deutsch-Französischen Lufttransportkooperation. Ziel des gemeinsamen Betriebs der deutsch-französischen Lufttransportstaffel ist ein gemeinsames Flottenmanagement und eine effiziente Bereitstellung und Bewirtschaftung von Ressourcen. Die Zusammenarbeit umfasst auch die Ausbildung des Personals in Évreux. So sind dort die fliegerische Ausbildung der Besatzungen vorgesehen sowie die technische Unterweisung des Technischen Personals auf diesem für die Deutsche Luftwaffe neuen Flugzeugmuster. Hierfür bauen beide Nationen ein gemeinsames Training-Center auf. Am 1. September 2021 wird die erste deutsch-französische Lufttransportstaffel ihren gemeinsamen Dienst in Évreux aufnehmen. Die volle Einsatzbereitschaft – Full Operational Capability (FOC) – soll 2024 erreicht werden, wenn alle Flugzeuge eingetroffen sind. Durch die zusammen mit Frankreich betriebene Lufttransportstaffel wird Fähigkeitslücke geschlossen, die durch die bis Ende 2021 geplante Außerdienststellung der C-160 Transall verursacht wird. Hierbei handelt es sich um die Fähigkeiten beim geschützten taktischen Lufttransport unter Nutzung von Flugplätzen mit geringer Infrastruktur bzw. einfachen unbefestigten Pisten sowie im Bereich der Luftbetankung von Helikoptern. Sie dienen der Wahrnehmung von Aufgaben im Rahmen des Nationalen Risiko- und Krisenmanagements (NatRKM) sowie der Unterstützung von Operationen von Spezialkräften. Die binationale Staffel übernimmt neben nationalen Aufträgen unter anderem auch Lufttransporte, die das European Air Transport Command (EATC) koordiniert. Wolfgang Gelpke"}, "210705_news_469121.txt": {"page_id": "210705_news_469121.txt", "text": "Die österreichische Verteidigungsministerin Klaudia Tanner hat am 12. April 2021 den Panzergrenadieren in Wels/Österreich drei Schwerlasttransporter übergeben, die Kampffahrzeuge bis 70 Tonnen Gesamtgewicht transportieren können. Eine HX81 ZgM mit Doll 7a, Foto: Bundesheer Die Transportzüge bestehen aus Sattelzugmaschinen 8×8 HX81 von Rheinmetall MAN Military Vehicles mit 500 kW-Dieselmotor und 7-achsigen Tieflade-Sattelaufliegern von Doll. Sie wurden von MAN Truck & Bus Vertrieb Österreich als Hauptauftragnehmer geliefert. Sie entsprechen dem Schwerlast-Transportsystem, das auch in der deutschen Bundeswehr verwendet wird. Die geländegängigen Fahrzeuge wurden speziell für den militärischen Einsatz entwickelt. Weitere militärische Ausstattungen und Ausführungen, wie zum Beispiel die Tarnerfordernisse mit spezieller Lackierung, die Infrarotbeleuchtung und die Vorbereitung für informations- und kommunikationstechnologische Erweiterungen, sind im Lieferumfang enthalten. „Diese modernen Transportsysteme steigern und verbessern die Leistungsfähigkeit und die Einsatzbereitschaft des Bundesheeres. Das heißt, es wird die Kernkompetenz – die militärische Landesverteidigung – gestärkt“, erklärte Tanner anlässlich der Übergabe. Gerhard Heiming"}, "210705_news_469160.txt": {"page_id": "210705_news_469160.txt", "text": "     ROME – Sixth-generation Tempest fighters firing laser beams will be able to take out hypersonic missiles in the future, Italy’s military chief of staff has claimed.        Gen. Enzo Vecciarelli made the prediction at a Rome seminar on missile defense, stating that directed-energy weapons were “probably the future” when it came to stopping the hypersonic missiles now being developed around the world.        Hypersonic technology was a “game changer” which would inflict “devastating” damage on foes, he said, adding: “On Tempest there will be a large amount of energy available and I don’t rule out the use of directed energy” against “missiles of the latest generation, including hypersonic missiles.”        Italy’s Leonardo, BAE Systems and MBDA are currently working together to assess the feasibility of building an airborne laser for Tempest, the UK-led future fighter program.        Last month a Leonardo official told Defense News the weapon could develop out of work already being undertaken by MBDA, QinetiQ and Leonardo on a UK ship-borne laser program, Dragonfire.        The Rome seminar, organized by think tank IAI, coincided with the publication of an IAI study calling on Italy to throw its weight behind existing  pooled  European efforts to tackle the threat of hypersonic missiles.          Before lasers become a possibility, Vecciarelli said he was backing Twister, a space-based, early-warning sensor network coupled with an interceptor moving at a velocity of more than Mach 5 which is included in the EU’s Permanent Structure Cooperation, or PESCO, scheme.        Led by France, the program includes Finland, the Netherlands, Italy and Spain as partners, while Germany  joined last Octobe r ahead of a possible fielding of the system in 2030.           Sign up for our Early Bird Brief   Get the defense industry's most comprehensive news and information straight to your inbox     Subscribe     Thanks for signing up!         ×            Thanks for signing up.          By giving us your email, you are opting in to the Early Bird Brief.              A second speaker at the seminar, MBDA Italy CEO Lorenzo Mariani, said it was crucial to try and get the UK on board as well.        The IAI paper urged Italy to keep up funding for Twister and encouraged more liaison between government and industry on the program. While backing the need to channel missile-defense work through EU initiatives, the paper insisted that all technology should be ultimately integrated in NATO missile defense infrastructure.        One area where Italy and the EU could focus was space-based elements of missile defense, it added.          “Constellations of satellites will be more and more needed to detect missiles since their launch, mainly through thermal infrared sensors,” the paper stated.        “Rome should exploit the synergy between space programs and missile defense in a win-win logic. This would also enhance and complement current NATO BMD (Ballistic Missile Defense) by adding a further layer and more resilience to an architecture which over-relies on the Turkey-based radar to counter Iranian missile threat,” it added.        Alessandro Marrone, one of the authors of the study, told Defense News, “A technical failure in, or a cyber attack on the Turkish radar, would be damaging since there is a no redundancy, so adding more space based elements would add options.”        The paper also argues that Italy could host NATO missile defense radars as well.        “Italy should exploit the advantages of its geographic position in order to mitigate its very disadvantages,” it stated.          “Geography puts Italy at the front line of missile attacks from North Africa and the Middle East, including from Iran and Libya. Rome should address this risk by proposing to host further, long-range radar systems to be integrated in NATO’s Integrated Air and Missile Defense – which would also mitigate the aforementioned vulnerability represented by the over reliance on the Turkey-based radar,” it stated.      "}, "210705_news_469334.txt": {"page_id": "210705_news_469334.txt", "text": "Enlarge   /  Artist's rendering of the Mission Extension Vehicle-2 (foreground) docked to a client satellite. Northrop Grumman   A large, passenger van-sized spacecraft sidled up to an active, 6-ton satellite on Monday afternoon about 36,000 km above the Earth's surface. Slowly, ever so slowly, the distance between the two vehicles closed. There was nothing wrong with the satellite, which is 17 years old and owned by Intelsat. All the while, on Wednesday, it continued actively delivering broadband and other media services across Europe, the Middle East, and Africa. But it was running desperately low on fuel to maintain its position, and Intelsat would have soon had to send the vehicle to a \"graveyard\" orbit. So Intelsat contracted with Northrop Grumman to test its new life-extension services. That led to the launch of Northrop's \"Mission Extension Vehicle-2\" last year, which used fuel-sipping electric propulsion to approach the orbit of Intelsat 10-02 and dock with the active satellite on Wednesday. As a result of this pairing, the satellite will now live on for five more years. Jean-Luc Froeliger, vice president of space, space systems engineering and operations for Intelsat, said the cost of servicing is far less than the value of five additional years of satellite service. Waiting five years will also allow Intelsat to replace the 10-02 satellite with a more modern, efficient vehicle. \"For us, it's win-win,\" he said during a teleconference with reporters. \"This extension for 10-02 is very valuable to us.\"                                            \n                                                         It's a win for Northrop Grumman as well. The company  made history a year ago  when its first mission-extension vehicle docked with another Intelsat satellite, moved it from a graveyard orbit, powered it on, and placed it back into active service. No two commercial spacecraft had ever docked in orbit before. The difference Monday is that the servicing vehicle docked with an active satellite in a busier orbit. Both of the mission-extension vehicles will detach from their Intelsat targets in 2025 and move on to other satellites and have a functional lifetime until 2035. Northrop sold the first two mission-extension missions to a commercial customer, Intelsat. However, the company expects that much of its future business may come from governments seeking to protect and extend the life of their most valuable assets in space. “Government interest is accelerating as they see this capability bearing out,” said Tom Wilson, a vice president at Northrop Grumman and president of its SpaceLogistics subsidiary. \"We’re on the cusp of some bigger initiatives with them.\" This successful second mission suggests that Northrop has taken a first step toward its goal of offering a range of satellite services. It has now demonstrated rendezvous-and-docking and the ability to deliver power and mobility to satellites. But that's just the beginning of what is possible with in-orbit servicing, Wilson said. A view of Intelsat 10-02 on Wednesday, from 15 meters away, with Earth in the background. Northrop Grumman In 2024, Northrop plans to launch a \"Mission Robotic Vehicle\" that can provide basic inspection and repair services and deploy mission extension pods to satellites. After this, the company plans to develop refueling capabilities and debris removal from the vicinity of high-value satellites. Finally, in the 2030s, the company intends to begin in-orbit assembly and manufacturing capabilities. Over the last decade, SpaceX has radically changed the paradigm of launch from that of expendable rockets to a future in which at least the first stages of such boosters are reused. This is lowering the cost of launch and allowing companies to put more and more satellites into various orbits around Earth. As this environment becomes more cluttered, the responsible thing is to more actively refuel, recycle, and dispose of satellites. Northrop Grumman has made meaningful progress toward such a future of satellite servicing. As a result, reusability is now moving into space."}, "210705_news_469597.txt": {"page_id": "210705_news_469597.txt", "text": "The first unit equipped with strike robots is to be formed by the Russian Army, Defence Minister Sergei Shoigu told reporters during his visit to the 766 UPTK Production and Technological Company. According to the Russian media, an experimental unit will be equipped with five URAN-9 complexes, each consisting of four UGVs and a mobile command station. The 776 UPTK officials confirmed the delivery in the near future of a new batch of 20 URAN-9 armed UGVs to the Russian Army. In addition to URAN-9, the 766 UPTK company has also developed and supplied the Russian Army with URAN-6 mine-clearing robots and URAN-14 robotic fire-fighting systems. URAN-6 was employed in Syria and is currently operated by the engineering units of Russia’s peacekeeping contingent in Nagorno-Karabakh. URAN-9 Details The URAN-9 armed tracked UGV was unveiled in September 2016 during the ARMY-2016 International Military-Technical Forum in Russia. It completed acceptance trials in 2020. The URAN-9 is designed to deliver combined combat, reconnaissance and counter-terrorism units with remote reconnaissance and fire support. It can be used fully autonomously on a predefined road or manually operated by one man from control station either in a truck or in a small backpack control station. The UGV can be fitted with different weapons according to the mission profile. Options include four ATAKA anti-tank guided missiles, developed by the Kolomna-based Engineering design bureau of the High Precision Weapons (HPW) holding. The other options include IGLA or VERBA surface-to-air missiles of the same Manufacturer, or  KORNET ATGM  developed by the Shipunov KBP company which is also member of the HPW holding. The URAN-9 is also armed with the 30-mm automatic cannon and six ready-to-launch SHMEL reactive flamethrowers. There is two ATAKA missile launchers and three SHMEL on each side of the turret. URAN-9 is powered with diesel-electric technologies which allow it to reach a 35km/h speed on highways, which slows down to 10 km/h in off-road conditions. Yury Laskin"}, "210705_news_469654.txt": {"page_id": "210705_news_469654.txt", "text": "Generals provided testimony today regarding tensions on the Russia-Ukraine border and the ability of U.S. allies to move large numbers of forces quickly over great distances. Air Force Gen. Tod D. Wolters, commander of the U.S. European Command, and Army Gen. Stephen R. Lyons, commander of the U.S. Transportation Command, testified at a Senate Armed Services Committee hearing to review the fiscal 2022 defense authorization request and the Future Years Defense Program. The current  NATO  security posture in Europe is strong, yet challenged by Russia's actions in the vicinity of Ukraine, said Wolters, adding that America's allies and partners in Europe remain a key strategic advantage. \"NATO remains the strategic center of gravity and the foundation of deterrence and assurance in Europe. Everything we do is about generating peace,\" said Wolters. \"We compete to win. We deter, and, if deterrence fails, we're prepared to respond to aggression with the full weight of the transatlantic alliance.\" Wolters noted that NATO has a robust exercise program. This summer, NATO will conduct Defender-series exercises composed of some 30,000 U.S. service members, allies and partners. That exercise will demonstrate NATO's ability to move massive forces over large swaths of Europe at speed and at scale, he said. Wolters also mentioned the addition of 500 soldiers to U.S. Army Garrison Wiesbaden in Germany. These troops will be made up of field artillery; composite air and missile defense; intelligence, cyberspace, electronic warfare and space; aviation and a brigade support element. The Theater Fires Command will improve readiness and multi-national interoperability by integrating joint and multinational fires in exercises and operations, in support of U.S. Army Europe and Africa, said Army Col. Joe Scrocca, the spokesman for U.S. Army Europe and Africa, in a separate statement today. \"The Theater Fires Command and Multi-Domain Task Force in Europe will enable U.S. Army Europe and Africa to synchronize joint fires and effects, control future long-range fires across all domains, and will create more space, cyber and electronic warfare capabilities in Europe,\" Scrocca said. Lyons told senators that Transcom's mission is to project forces globally on land, air and sea, including to support the upcoming NATO exercises."}}